Repository: suchgoodboi/musipets
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Click <a href="#" data-toggle="modal" data-target="#ajuda-facebook">here</a> to get help filling this field.
pt_br: Clique <a href="#" data-toggle="modal" data-target="#ajuda-facebook">aqui</a> para aprender a preencher esse campo.

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação de senha

source: Enter the full address for your Facebook profile.
pt_br: Informe o endereço completo de seu perfil no Facebook.

source: Required. 30 characters or less. Only letters, numbers e @/./+/-/_.
pt_br: Obrigatório. 30 caracteres ou menos. Somente letras, números e @/./+/-/_.

source: The two password fields didn't match.
pt_br: As duas senhas não combinam.

source: Save Changes
pt_br: Salvar Alterações

source: Recover password
pt_br: Recuperar senha

source: Create Account
pt_br: Criar Conta

source: Find your Facebook profile address
pt_br: Encontre o endereço do seu perfil no Facebook

source: On Facebook, find your name in the top navigation bar and click on it.
pt_br: No Facebook, encontre o seu nome na barra superior de navegação e clique nele.

source: Facebook's navigation bar
pt_br: Barra de navegação do Facebook

source: After the page loads your profile address will be in your browser's address bar.
pt_br: Depois que a página carregar, o endereço do seu perfil será exibido na barra de endereço do seu navegador.

source: Browser's address bar
pt_br: Barra de endereço do navegador

source: Copy and paste the address in the form field
pt_br: Copie e cole o endereço no campo do formulário

source: Filled form
pt_br: Formulário preenchido

source: Close
pt_br: Fechar

source: Login with your Facebook or Twitter:
pt_br: Faça login com o seu Facebook ou Twitter:

source: Or create a new account:
pt_br: Ou crie uma nova conta:

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Username
pt_br: Usuário

source: Phone
pt_br: Telefone

source: Edit Profile
pt_br: Editar Perfil

source: Your Profile
pt_br: Seu Perfil

source: Authentication
pt_br: Autenticação

source: Forgot you password?
pt_br: Esqueceu sua senha?

source: Login with your Facebook or Twitter
pt_br: Faça login com o seu Facebook ou Twitter

source: Contacts
pt_br: Contatos

source: Edit
pt_br: Editar

source: Registered pets
pt_br: Pets Registrados

source: To recover your password enter your email address or username.
pt_br: Para recuperar sua senha, informe o seu endereço de email ou o usuário.

source: An email has just been sent to
pt_br: Um email acaba de ser enviado para

source: Use the link in this email to set up a new password. The link is valid for two hours.
pt_br: Use o link nesse email para configurar uma nova senha. O link é válido por duas horas.

source: Back to home page
pt_br: Voltar para a página inicial

source: Dear %(username)s,
pt_br: Olá %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
pt_br: Você - ou alguém se passando por você - requisitou uma nova senha no %(domain)s.

source: You can set your new password by following this link:
pt_br: Você pode configurar sua nova senha utilizando esse link:

source: If you don't want to reset your password simply ignore this email and it will stay unchanged.
pt_br: Se você não quer trocar sua senha, apenas ignore esse email e a atual será mantida.

source: Enter a new password.
pt_br: Informe sua nova senha.

source: If you forgot, your username is <strong>%(username)s</strong>.
pt_br: Se esqueceu, seu usuário é <strong>%(username)s</strong>.

source: Your password has been successfully changed.
pt_br: Sua senha foi trocada com sucesso.

source: Click <a href="%(page_url)s">here</a> to login into your account.
pt_br: Clique <a href="%(page_url)s">aqui</a> para efetuar login na sua conta.

source: Your account has been successfully created, access <a href="{0}">this page</a> and register the pet :)
pt_br: Sua conta foi criada com sucesso, acesse <a href="{0}">essa página</a> e cadastre o pet :)

source: Changes saved successfully.
pt_br: Alterações salvas com sucesso.
